Revit 2027 API
ParameterTypeId.SteelElemZclipType Property
 "Boundary"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemZclipType { get; }
Public Shared ReadOnly Property SteelElemZclipType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemZclipType {
	ForgeTypeId^ get ();
}
static member SteelElemZclipType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace